Revit 2027 API
Element.GetChangeTypeParameter Method
Overload List
Name | Description
GetChangeTypeParameter(ElementId) |  Returns ChangeType associated with a change in a parameter's value
GetChangeTypeParameter(Parameter) |  Returns ChangeType associated with a change in a parameter's value
Top
See Also
Reference
Element Class
Autodesk.Revit.DB Namespace